performance/random/passenger.txt
[alert] socket: 143728640 select timed out: Operation timed out
[alert] socket: 153387008 select timed out: Operation timed out
[alert] socket: 160362496 select timed out: Operation timed out
[alert] socket: 167337984 select timed out: Operation timed out
[alert] socket: 127631360 select timed out: Operation timed out
[alert] socket: 154996736 select timed out: Operation timed out
[alert] socket: 131387392 select timed out: Operation timed out
[alert] socket: 161972224 select timed out: Operation timed out
[alert] socket: 167874560 select timed out: Operation timed out
[alert] socket: 144265216 select timed out: Operation timed out
[alert] socket: 134070272 select timed out: Operation timed out
[alert] socket: 170020864 select timed out: Operation timed out
[alert] socket: 160362496 select timed out: Operation timed out
[alert] socket: 139436032 select timed out: Operation timed out
[alert] socket: 136216576 select timed out: Operation timed out
[alert] socket: 134606848 select timed out: Operation timed out
[alert] socket: 160899072 select timed out: Operation timed out
[alert] socket: 140509184 select timed out: Operation timed out
[alert] socket: 153923584 select timed out: Operation timed out
[alert] socket: 163045376 select timed out: Operation timed out
[alert] socket: 143728640 select timed out: Operation timed out
[alert] socket: 169484288 select timed out: Operation timed out
[alert] socket: 158752768 select timed out: Operation timed out
[alert] socket: 149630976 select timed out: Operation timed out
[alert] socket: 139972608 select timed out: Operation timed out
[alert] socket: 143192064 select timed out: Operation timed out
[alert] socket: 166264832 select timed out: Operation timed out
[alert] socket: 159825920 select timed out: Operation timed out
[alert] socket: 168411136 select timed out: Operation timed out
[alert] socket: 160899072 select timed out: Operation timed out
[alert] socket: 143728640 select timed out: Operation timed out
[alert] socket: 146948096 select timed out: Operation timed out
[alert] socket: 168947712 select timed out: Operation timed out
[alert] socket: 167337984 select timed out: Operation timed out
[alert] socket: 141045760 select timed out: Operation timed out
[alert] socket: 131387392 select timed out: Operation timed out
[alert] socket: 146948096 select timed out: Operation timed out
[alert] socket: 122802176 select timed out: Operation timed out
[alert] socket: 138362880 select timed out: Operation timed out
[alert] socket: 126021632 select timed out: Operation timed out
[alert] socket: 165191680 select timed out: Operation timed out
[alert] socket: 135143424 select timed out: Operation timed out
[alert] socket: 147484672 select timed out: Operation timed out
[alert] socket: 166801408 select timed out: Operation timed out
[alert] socket: 140509184 select timed out: Operation timed out
[alert] socket: 166264832 select timed out: Operation timed out
[alert] socket: 136753152 select timed out: Operation timed out
[alert] socket: 164655104 select timed out: Operation timed out
[alert] socket: 129777664 select timed out: Operation timed out
[alert] socket: 139436032 select timed out: Operation timed out
[alert] socket: 163045376 select timed out: Operation timed out
[alert] socket: 145338368 select timed out: Operation timed out
[alert] socket: 170020864 select timed out: Operation timed out
[alert] socket: 155533312 select timed out: Operation timed out
[alert] socket: 158752768 select timed out: Operation timed out
[alert] socket: 136753152 select timed out: Operation timed out
[alert] socket: 173776896 select timed out: Operation timed out
[alert] socket: 175386624 select timed out: Operation timed out
[alert] socket: 159289344 select timed out: Operation timed out
[alert] socket: 128167936 select timed out: Operation timed out
[alert] socket: 171630592 select timed out: Operation timed out
[alert] socket: 138362880 select timed out: Operation timed out
[alert] socket: 132997120 select timed out: Operation timed out
[alert] socket: 157143040 select timed out: Operation timed out
[alert] socket: 170557440 select timed out: Operation timed out
[alert] socket: 131387392 select timed out: Operation timed out
[alert] socket: 152850432 select timed out: Operation timed out
[alert] socket: 139972608 select timed out: Operation timed out
[alert] socket: 142655488 select timed out: Operation timed out
[alert] socket: 128167936 select timed out: Operation timed out
[alert] socket: 145874944 select timed out: Operation timed out
[alert] socket: 124948480 select timed out: Operation timed out
[alert] socket: 135680000 select timed out: Operation timed out
[alert] socket: 157143040 select timed out: Operation timed out
[alert] socket: 139436032 select timed out: Operation timed out
[alert] socket: 164118528 select timed out: Operation timed out
[alert] socket: 152313856 select timed out: Operation timed out
[alert] socket: 165191680 select timed out: Operation timed out
[alert] socket: 152850432 select timed out: Operation timed out
[alert] socket: 126021632 select timed out: Operation timed out
[alert] socket: 161972224 select timed out: Operation timed out
[alert] socket: 132460544 select timed out: Operation timed out
[alert] socket: 127094784 select timed out: Operation timed out
[alert] socket: 128704512 select timed out: Operation timed out
[alert] socket: 141045760 select timed out: Operation timed out
[alert] socket: 168947712 select timed out: Operation timed out
[alert] socket: 173240320 select timed out: Operation timed out
[alert] socket: 167874560 select timed out: Operation timed out
[alert] socket: 159289344 select timed out: Operation timed out
[alert] socket: 142655488 select timed out: Operation timed out
[alert] socket: 161972224 select timed out: Operation timed out
[alert] socket: 154460160 select timed out: Operation timed out
[alert] socket: 143192064 select timed out: Operation timed out
[alert] socket: 126021632 select timed out: Operation timed out
[alert] socket: 157143040 select timed out: Operation timed out
[alert] socket: 173776896 select timed out: Operation timed out
[alert] socket: 146948096 select timed out: Operation timed out
[alert] socket: 145338368 select timed out: Operation timed out
[alert] socket: 136753152 select timed out: Operation timed out
[alert] socket: 156606464 select timed out: Operation timed out
[alert] socket: 164118528 select timed out: Operation timed out
[alert] socket: 152313856 select timed out: Operation timed out
[alert] socket: 149630976 select timed out: Operation timed out
[alert] socket: 148021248 select timed out: Operation timed out
[alert] socket: 122802176 select timed out: Operation timed out
[alert] socket: 138362880 select timed out: Operation timed out
[alert] socket: 146948096 select timed out: Operation timed out
[alert] socket: 154996736 select timed out: Operation timed out
[alert] socket: 161972224 select timed out: Operation timed out
[alert] socket: 148557824 select timed out: Operation timed out
[alert] socket: 166264832 select timed out: Operation timed out
[alert] socket: 130314240 select timed out: Operation timed out
[alert] socket: 158216192 select timed out: Operation timed out
[alert] socket: 168411136 select timed out: Operation timed out
[alert] socket: 124411904 select timed out: Operation timed out
[alert] socket: 169484288 select timed out: Operation timed out
[alert] socket: 152850432 select timed out: Operation timed out
[alert] socket: 131387392 select timed out: Operation timed out
[alert] socket: 148557824 select timed out: Operation timed out
[alert] socket: 135680000 select timed out: Operation timed out
[alert] socket: 161972224 select timed out: Operation timed out
[alert] socket: 163581952 select timed out: Operation timed out
[alert] socket: 170020864 select timed out: Operation timed out
[alert] socket: 172703744 select timed out: Operation timed out
[alert] socket: 145338368 select timed out: Operation timed out
[alert] socket: 124948480 select timed out: Operation timed out
[alert] socket: 170557440 select timed out: Operation timed out
[alert] socket: 136216576 select timed out: Operation timed out
[alert] socket: 148021248 select timed out: Operation timed out
[alert] socket: 165191680 select timed out: Operation timed out
[alert] socket: 170557440 select timed out: Operation timed out
[alert] socket: 146411520 select timed out: Operation timed out
[alert] socket: 167337984 select timed out: Operation timed out
[alert] socket: 135143424 select timed out: Operation timed out
[alert] socket: 141582336 select timed out: Operation timed out
[alert] socket: 144265216 select timed out: Operation timed out
[alert] socket: 175386624 select timed out: Operation timed out
[alert] socket: 142655488 select timed out: Operation timed out
[alert] socket: 164655104 select timed out: Operation timed out
[alert] socket: 150704128 select timed out: Operation timed out
[alert] socket: 154996736 select timed out: Operation timed out
[alert] socket: 165728256 select timed out: Operation timed out
[alert] socket: 141582336 select timed out: Operation timed out
[alert] socket: 136216576 select timed out: Operation timed out
[alert] socket: 147484672 select timed out: Operation timed out
[alert] socket: 175923200 select timed out: Operation timed out
[alert] socket: 175386624 select timed out: Operation timed out
[alert] socket: 130314240 select timed out: Operation timed out
[alert] socket: 166264832 select timed out: Operation timed out
[alert] socket: 150704128 select timed out: Operation timed out
[alert] socket: 153923584 select timed out: Operation timed out
[alert] socket: 173240320 select timed out: Operation timed out
[alert] socket: 122802176 select timed out: Operation timed out
[alert] socket: 160899072 select timed out: Operation timed out
[alert] socket: 173776896 select timed out: Operation timed out
[alert] socket: 166264832 select timed out: Operation timed out
[alert] socket: 148021248 select timed out: Operation timed out
[alert] socket: 171630592 select timed out: Operation timed out
[alert] socket: 138362880 select timed out: Operation timed out
[alert] socket: 128704512 select timed out: Operation timed out
[alert] socket: 128167936 select timed out: Operation timed out
[alert] socket: 137289728 select timed out: Operation timed out
[alert] socket: 139436032 select timed out: Operation timed out
[alert] socket: 174850048 select timed out: Operation timed out
[alert] socket: 170020864 select timed out: Operation timed out
[alert] socket: 131923968 select timed out: Operation timed out
[alert] socket: 129777664 select timed out: Operation timed out
[alert] socket: 128704512 select timed out: Operation timed out
[alert] socket: 149094400 select timed out: Operation timed out
[alert] socket: 175923200 select timed out: Operation timed out
[alert] socket: 165728256 select timed out: Operation timed out
[alert] socket: 155533312 select timed out: Operation timed out
[alert] socket: 139436032 select timed out: Operation timed out
[alert] socket: 172703744 select timed out: Operation timed out
[alert] socket: 140509184 select timed out: Operation timed out
[alert] socket: 149630976 select timed out: Operation timed out
[alert] socket: 171094016 select timed out: Operation timed out
[alert] socket: 167337984 select timed out: Operation timed out
[alert] socket: 150704128 select timed out: Operation timed out
[alert] socket: 161435648 select timed out: Operation timed out
[alert] socket: 123875328 select timed out: Operation timed out
[alert] socket: 130314240 select timed out: Operation timed out
[alert] socket: 163581952 select timed out: Operation timed out
[alert] socket: 131923968 select timed out: Operation timed out
[alert] socket: 140509184 select timed out: Operation timed out
[alert] socket: 153923584 select timed out: Operation timed out
[alert] socket: 139972608 select timed out: Operation timed out
[alert] socket: 127094784 select timed out: Operation timed out
[alert] socket: 138362880 select timed out: Operation timed out
[alert] socket: 173776896 select timed out: Operation timed out
[alert] socket: 150704128 select timed out: Operation timed out
[alert] socket: 154996736 select timed out: Operation timed out
[alert] socket: 161435648 select timed out: Operation timed out
[alert] socket: 158216192 select timed out: Operation timed out
[alert] socket: 154460160 select timed out: Operation timed out
[alert] socket: 135143424 select timed out: Operation timed out
[alert] socket: 142118912 select timed out: Operation timed out
[alert] socket: 144265216 select timed out: Operation timed out
[alert] socket: 156606464 select timed out: Operation timed out
[alert] socket: 142655488 select timed out: Operation timed out
[alert] socket: 128167936 select timed out: Operation timed out
[alert] socket: 135143424 select timed out: Operation timed out
[alert] socket: 157679616 select timed out: Operation timed out
[alert] socket: 127631360 select timed out: Operation timed out
[alert] socket: 161972224 select timed out: Operation timed out
[alert] socket: 147484672 select timed out: Operation timed out
[alert] socket: 170020864 select timed out: Operation timed out
[alert] socket: 139436032 select timed out: Operation timed out
[alert] socket: 134070272 select timed out: Operation timed out
[alert] socket: 157679616 select timed out: Operation timed out
[alert] socket: 135143424 select timed out: Operation timed out
[alert] socket: 130314240 select timed out: Operation timed out
[alert] socket: 165728256 select timed out: Operation timed out
[alert] socket: 129777664 select timed out: Operation timed out
[alert] socket: 168411136 select timed out: Operation timed out
[alert] socket: 146948096 select timed out: Operation timed out
[alert] socket: 141582336 select timed out: Operation timed out
[alert] socket: 157143040 select timed out: Operation timed out
[alert] socket: 132460544 select timed out: Operation timed out
[alert] socket: 150167552 select timed out: Operation timed out
[alert] socket: 141045760 select timed out: Operation timed out
[alert] socket: 134070272 select timed out: Operation timed out
[alert] socket: 136216576 select timed out: Operation timed out
[alert] socket: 146411520 select timed out: Operation timed out
[alert] socket: 138362880 select timed out: Operation timed out
[alert] socket: 123338752 select timed out: Operation timed out
[alert] socket: 129777664 select timed out: Operation timed out
[alert] socket: 161435648 select timed out: Operation timed out
[alert] socket: 159825920 select timed out: Operation timed out
[alert] socket: 130314240 select timed out: Operation timed out
[alert] socket: 166264832 select timed out: Operation timed out
[alert] socket: 137826304 select timed out: Operation timed out
[alert] socket: 167874560 select timed out: Operation timed out
[alert] socket: 169484288 select timed out: Operation timed out
[alert] socket: 163045376 select timed out: Operation timed out
[alert] socket: 156069888 select timed out: Operation timed out
[alert] socket: 175386624 select timed out: Operation timed out
[alert] socket: 152313856 select timed out: Operation timed out
[alert] socket: 123875328 select timed out: Operation timed out
[alert] socket: 135143424 select timed out: Operation timed out
[alert] socket: 131387392 select timed out: Operation timed out
[alert] socket: 151777280 select timed out: Operation timed out
[alert] socket: 143728640 select timed out: Operation timed out
[alert] socket: 145338368 select timed out: Operation timed out
[alert] socket: 130850816 select timed out: Operation timed out
[alert] socket: 154460160 select timed out: Operation timed out
[alert] socket: 148021248 select timed out: Operation timed out
[alert] socket: 151240704 select timed out: Operation timed out
[alert] socket: 127094784 select timed out: Operation timed out
[alert] socket: 166264832 select timed out: Operation timed out
[alert] socket: 126558208 select timed out: Operation timed out
[alert] socket: 129777664 select timed out: Operation timed out
[alert] socket: 175386624 select timed out: Operation timed out
[alert] socket: 145874944 select timed out: Operation timed out
[alert] socket: 173776896 select timed out: Operation timed out
[alert] socket: 126558208 select timed out: Operation timed out
[alert] socket: 163581952 select timed out: Operation timed out
[alert] socket: 143192064 select timed out: Operation timed out
[alert] socket: 172167168 select timed out: Operation timed out
[alert] socket: 158216192 select timed out: Operation timed out
[alert] socket: 146411520 select timed out: Operation timed out
[alert] socket: 126558208 select timed out: Operation timed out
[alert] socket: 139972608 select timed out: Operation timed out
[alert] socket: 145874944 select timed out: Operation timed out
[alert] socket: 128704512 select timed out: Operation timed out
[alert] socket: 161972224 select timed out: Operation timed out
[alert] socket: 138362880 select timed out: Operation timed out
[alert] socket: 167337984 select timed out: Operation timed out
[alert] socket: 126558208 select timed out: Operation timed out
[alert] socket: 136753152 select timed out: Operation timed out
[alert] socket: 134606848 select timed out: Operation timed out
[alert] socket: 134070272 select timed out: Operation timed out
[alert] socket: 135143424 select timed out: Operation timed out
[alert] socket: 124948480 select timed out: Operation timed out
[alert] socket: 175386624 select timed out: Operation timed out
[alert] socket: 145874944 select timed out: Operation timed out
[alert] socket: 132460544 select timed out: Operation timed out
[alert] socket: 165191680 select timed out: Operation timed out
[alert] socket: 135143424 select timed out: Operation timed out
[alert] socket: 124948480 select timed out: Operation timed out
[alert] socket: 164118528 select timed out: Operation timed out
[alert] socket: 141045760 select timed out: Operation timed out
[alert] socket: 129241088 select timed out: Operation timed out
[alert] socket: 167874560 select timed out: Operation timed out
[alert] socket: 146948096 select timed out: Operation timed out
[alert] socket: 156606464 select timed out: Operation timed out
[alert] socket: 128167936 select timed out: Operation timed out
[alert] socket: 170557440 select timed out: Operation timed out
[alert] socket: 161435648 select timed out: Operation timed out
[alert] socket: 138362880 select timed out: Operation timed out
[alert] socket: 168947712 select timed out: Operation timed out
[alert] socket: 143192064 select timed out: Operation timed out
[alert] socket: 174313472 select timed out: Operation timed out
[alert] socket: 144801792 select timed out: Operation timed out
[alert] socket: 135680000 select timed out: Operation timed out
[alert] socket: 150704128 select timed out: Operation timed out
[alert] socket: 163581952 select timed out: Operation timed out
[alert] socket: 160899072 select timed out: Operation timed out
[alert] socket: 161435648 select timed out: Operation timed out
[alert] socket: 142655488 select timed out: Operation timed out
[alert] socket: 125485056 select timed out: Operation timed out
[alert] socket: 170557440 select timed out: Operation timed out
[alert] socket: 150167552 select timed out: Operation timed out
[alert] socket: 151240704 select timed out: Operation timed out
[alert] socket: 149094400 select timed out: Operation timed out
[alert] socket: 143728640 select timed out: Operation timed out
[alert] socket: 156606464 select timed out: Operation timed out
[alert] socket: 153387008 select timed out: Operation timed out
[alert] socket: 133533696 select timed out: Operation timed out
[alert] socket: 123338752 select timed out: Operation timed out
[alert] socket: 155533312 select timed out: Operation timed out
[alert] socket: 142118912 select timed out: Operation timed out
[alert] socket: 137289728 select timed out: Operation timed out
[alert] socket: 159289344 select timed out: Operation timed out
[alert] socket: 171630592 select timed out: Operation timed out
[alert] socket: 173776896 select timed out: Operation timed out
[alert] socket: 151777280 select timed out: Operation timed out
[alert] socket: 160899072 select timed out: Operation timed out
[alert] socket: 172167168 select timed out: Operation timed out
[alert] socket: 156606464 select timed out: Operation timed out
[alert] socket: 158752768 select timed out: Operation timed out
[alert] socket: 150704128 select timed out: Operation timed out
[alert] socket: 158216192 select timed out: Operation timed out
[alert] socket: 145338368 select timed out: Operation timed out
[alert] socket: 135143424 select timed out: Operation timed out
[alert] socket: 163581952 select timed out: Operation timed out
[alert] socket: 169484288 select timed out: Operation timed out
[alert] socket: 146948096 select timed out: Operation timed out
[alert] socket: 175923200 select timed out: Operation timed out
[alert] socket: 131923968 select timed out: Operation timed out
[alert] socket: 154996736 select timed out: Operation timed out
[alert] socket: 165728256 select timed out: Operation timed out
[alert] socket: 133533696 select timed out: Operation timed out
[alert] socket: 165191680 select timed out: Operation timed out
[alert] socket: 135680000 select timed out: Operation timed out
[alert] socket: 164655104 select timed out: Operation timed out
[alert] socket: 136216576 select timed out: Operation timed out
[alert] socket: 125485056 select timed out: Operation timed out
[alert] socket: 122802176 select timed out: Operation timed out
[alert] socket: 126021632 select timed out: Operation timed out
[alert] socket: 123875328 select timed out: Operation timed out
[alert] socket: 157143040 select timed out: Operation timed out
[alert] socket: 144801792 select timed out: Operation timed out
[alert] socket: 127631360 select timed out: Operation timed out
[alert] socket: 160899072 select timed out: Operation timed out
[alert] socket: 134606848 select timed out: Operation timed out
[alert] socket: 155533312 select timed out: Operation timed out
[alert] socket: 141045760 select timed out: Operation timed out
[alert] socket: 151240704 select timed out: Operation timed out
[alert] socket: 142118912 select timed out: Operation timed out
[alert] socket: 163045376 select timed out: Operation timed out
[alert] socket: 149094400 select timed out: Operation timed out
[alert] socket: 164118528 select timed out: Operation timed out
[alert] socket: 167874560 select timed out: Operation timed out
[alert] socket: 164655104 select timed out: Operation timed out
[alert] socket: 173240320 select timed out: Operation timed out
[alert] socket: 141045760 select timed out: Operation timed out
[alert] socket: 170557440 select timed out: Operation timed out
[alert] socket: 145338368 select timed out: Operation timed out
[alert] socket: 136753152 select timed out: Operation timed out
[alert] socket: 148021248 select timed out: Operation timed out
[alert] socket: 167874560 select timed out: Operation timed out
[alert] socket: 128167936 select timed out: Operation timed out
[alert] socket: 137826304 select timed out: Operation timed out
[alert] socket: 174313472 select timed out: Operation timed out
[alert] socket: 122802176 select timed out: Operation timed out
[alert] socket: 130850816 select timed out: Operation timed out
[alert] socket: 165191680 select timed out: Operation timed out
[alert] socket: 150167552 select timed out: Operation timed out
[alert] socket: 152850432 select timed out: Operation timed out
[alert] socket: 130314240 select timed out: Operation timed out
[alert] socket: 136216576 select timed out: Operation timed out
[alert] socket: 155533312 select timed out: Operation timed out
[alert] socket: 174850048 select timed out: Operation timed out
[alert] socket: 126021632 select timed out: Operation timed out
[alert] socket: 170557440 select timed out: Operation timed out
[alert] socket: 125485056 select timed out: Operation timed out
[alert] socket: 166264832 select timed out: Operation timed out
[alert] socket: 126558208 select timed out: Operation timed out
[alert] socket: 161972224 select timed out: Operation timed out
[alert] socket: 135143424 select timed out: Operation timed out
[alert] socket: 156069888 select timed out: Operation timed out
[alert] socket: 175386624 select timed out: Operation timed out
[alert] socket: 129241088 select timed out: Operation timed out
[alert] socket: 131923968 select timed out: Operation timed out
[alert] socket: 173240320 select timed out: Operation timed out
[alert] socket: 154460160 select timed out: Operation timed out
[alert] socket: 159825920 select timed out: Operation timed out
[alert] socket: 146411520 select timed out: Operation timed out
[alert] socket: 171630592 select timed out: Operation timed out
[alert] socket: 130850816 select timed out: Operation timed out
[alert] socket: 165728256 select timed out: Operation timed out
[alert] socket: 174313472 select timed out: Operation timed out
[alert] socket: 132997120 select timed out: Operation timed out
[alert] socket: 124411904 select timed out: Operation timed out
[alert] socket: 125485056 select timed out: Operation timed out
[alert] socket: 122802176 select timed out: Operation timed out
[alert] socket: 175923200 select timed out: Operation timed out
[alert] socket: 136216576 select timed out: Operation timed out
[alert] socket: 130850816 select timed out: Operation timed out
[alert] socket: 164655104 select timed out: Operation timed out
[alert] socket: 138362880 select timed out: Operation timed out
[alert] socket: 130314240 select timed out: Operation timed out
[alert] socket: 134606848 select timed out: Operation timed out
[alert] socket: 132997120 select timed out: Operation timed out
[alert] socket: 152313856 select timed out: Operation timed out
[alert] socket: 125485056 select timed out: Operation timed out
[alert] socket: 167874560 select timed out: Operation timed out
[alert] socket: 137826304 select timed out: Operation timed out
[alert] socket: 156069888 select timed out: Operation timed out
[alert] socket: 131387392 select timed out: Operation timed out
[alert] socket: 140509184 select timed out: Operation timed out
[alert] socket: 148557824 select timed out: Operation timed out
[alert] socket: 158216192 select timed out: Operation timed out
[alert] socket: 145874944 select timed out: Operation timed out
[alert] socket: 168411136 select timed out: Operation timed out
[alert] socket: 159825920 select timed out: Operation timed out
[alert] socket: 143192064 select timed out: Operation timed out
[alert] socket: 141582336 select timed out: Operation timed out
[alert] socket: 145338368 select timed out: Operation timed out
[alert] socket: 160899072 select timed out: Operation timed out
[alert] socket: 172167168 select timed out: Operation timed out
[alert] socket: 150167552 select timed out: Operation timed out
[alert] socket: 146411520 select timed out: Operation timed out
[alert] socket: 139436032 select timed out: Operation timed out
[alert] socket: 133533696 select timed out: Operation timed out
[alert] socket: 145338368 select timed out: Operation timed out
[alert] socket: 157143040 select timed out: Operation timed out
[alert] socket: 143728640 select timed out: Operation timed out
[alert] socket: 175386624 select timed out: Operation timed out
[alert] socket: 136216576 select timed out: Operation timed out
[alert] socket: 134070272 select timed out: Operation timed out
[alert] socket: 159289344 select timed out: Operation timed out
[alert] socket: 154996736 select timed out: Operation timed out
[alert] socket: 171630592 select timed out: Operation timed out
[alert] socket: 146411520 select timed out: Operation timed out
[alert] socket: 138362880 select timed out: Operation timed out
[alert] socket: 142118912 select timed out: Operation timed out
[alert] socket: 155533312 select timed out: Operation timed out
[alert] socket: 123338752 select timed out: Operation timed out
[alert] socket: 158752768 select timed out: Operation timed out
[alert] socket: 143728640 select timed out: Operation timed out
[alert] socket: 136753152 select timed out: Operation timed out
[alert] socket: 142118912 select timed out: Operation timed out
[alert] socket: 130850816 select timed out: Operation timed out
[alert] socket: 171094016 select timed out: Operation timed out
[alert] socket: 151240704 select timed out: Operation timed out
[alert] socket: 135143424 select timed out: Operation timed out
[alert] socket: 148557824 select timed out: Operation timed out
[alert] socket: 167337984 select timed out: Operation timed out
[alert] socket: 138362880 select timed out: Operation timed out
[alert] socket: 143728640 select timed out: Operation timed out
[alert] socket: 161972224 select timed out: Operation timed out
[alert] socket: 145874944 select timed out: Operation timed out
[alert] socket: 152313856 select timed out: Operation timed out
[alert] socket: 129241088 select timed out: Operation timed out
[alert] socket: 130850816 select timed out: Operation timed out
[alert] socket: 154996736 select timed out: Operation timed out
[alert] socket: 157679616 select timed out: Operation timed out
[alert] socket: 172703744 select timed out: Operation timed out
[alert] socket: 135143424 select timed out: Operation timed out
[alert] socket: 150704128 select timed out: Operation timed out
[alert] socket: 167874560 select timed out: Operation timed out
[alert] socket: 170020864 select timed out: Operation timed out
[alert] socket: 144801792 select timed out: Operation timed out
[alert] socket: 158752768 select timed out: Operation timed out
[alert] socket: 166801408 select timed out: Operation timed out
[alert] socket: 128704512 select timed out: Operation timed out
[alert] socket: 141582336 select timed out: Operation timed out
[alert] socket: 160362496 select timed out: Operation timed out
[alert] socket: 138362880 select timed out: Operation timed out
[alert] socket: 148021248 select timed out: Operation timed out
[alert] socket: 144265216 select timed out: Operation timed out
[alert] socket: 167337984 select timed out: Operation timed out
[alert] socket: 163581952 select timed out: Operation timed out
[alert] socket: 173240320 select timed out: Operation timed out
[alert] socket: 155533312 select timed out: Operation timed out
[alert] socket: 141582336 select timed out: Operation timed out
[alert] socket: 175386624 select timed out: Operation timed out
[alert] socket: 130850816 select timed out: Operation timed out
[alert] socket: 154460160 select timed out: Operation timed out
[alert] socket: 132997120 select timed out: Operation timed out
[alert] socket: 162508800 select timed out: Operation timed out
[alert] socket: 140509184 select timed out: Operation timed out
[alert] socket: 142655488 select timed out: Operation timed out
[alert] socket: 171630592 select timed out: Operation timed out
[alert] socket: 127631360 select timed out: Operation timed out
[alert] socket: 157143040 select timed out: Operation timed out
[alert] socket: 137826304 select timed out: Operation timed out
[alert] socket: 128167936 select timed out: Operation timed out
[alert] socket: 143192064 select timed out: Operation timed out
[alert] socket: 168411136 select timed out: Operation timed out
[alert] socket: 172703744 select timed out: Operation timed out
[alert] socket: 163581952 select timed out: Operation timed out
[alert] socket: 149630976 select timed out: Operation timed out
[alert] socket: 132460544 select timed out: Operation timed out
[alert] socket: 132997120 select timed out: Operation timed out
[alert] socket: 155533312 select timed out: Operation timed out
[alert] socket: 145874944 select timed out: Operation timed out
[alert] socket: 149094400 select timed out: Operation timed out
[alert] socket: 159289344 select timed out: Operation timed out
[alert] socket: 143728640 select timed out: Operation timed out
[alert] socket: 163045376 select timed out: Operation timed out
[alert] socket: 124948480 select timed out: Operation timed out
[alert] socket: 138899456 select timed out: Operation timed out
[alert] socket: 166801408 select timed out: Operation timed out
[alert] socket: 163581952 select timed out: Operation timed out
[alert] socket: 142118912 select timed out: Operation timed out
[alert] socket: 132460544 select timed out: Operation timed out
[alert] socket: 153923584 select timed out: Operation timed out
[alert] socket: 159825920 select timed out: Operation timed out
[alert] socket: 172703744 select timed out: Operation timed out
[alert] socket: 153387008 select timed out: Operation timed out
[alert] socket: 127631360 select timed out: Operation timed out
[alert] socket: 173776896 select timed out: Operation timed out
[alert] socket: 146948096 select timed out: Operation timed out
[alert] socket: 171094016 select timed out: Operation timed out
[alert] socket: 141045760 select timed out: Operation timed out
[alert] socket: 168411136 select timed out: Operation timed out
[alert] socket: 150167552 select timed out: Operation timed out
[alert] socket: 134606848 select timed out: Operation timed out
[alert] socket: 165728256 select timed out: Operation timed out
[alert] socket: 160899072 select timed out: Operation timed out
[alert] socket: 142655488 select timed out: Operation timed out
[alert] socket: 161435648 select timed out: Operation timed out
[alert] socket: 170020864 select timed out: Operation timed out
[alert] socket: 165191680 select timed out: Operation timed out
[alert] socket: 173776896 select timed out: Operation timed out
[alert] socket: 141045760 select timed out: Operation timed out
[alert] socket: 161972224 select timed out: Operation timed out
[alert] socket: 149094400 select timed out: Operation timed out
[alert] socket: 166264832 select timed out: Operation timed out
[alert] socket: 151240704 select timed out: Operation timed out
[alert] socket: 141045760 select timed out: Operation timed out
[alert] socket: 175923200 select timed out: Operation timed out
[alert] socket: 161972224 select timed out: Operation timed out
[alert] socket: 159289344 select timed out: Operation timed out
[alert] socket: 127094784 select timed out: Operation timed out
[alert] socket: 163045376 select timed out: Operation timed out
[alert] socket: 128704512 select timed out: Operation timed out
[alert] socket: 168947712 select timed out: Operation timed out
[alert] socket: 161972224 select timed out: Operation timed out
[alert] socket: 163045376 select timed out: Operation timed out
[alert] socket: 150167552 select timed out: Operation timed out
[alert] socket: 152850432 select timed out: Operation timed out
[alert] socket: 138899456 select timed out: Operation timed out
[alert] socket: 161435648 select timed out: Operation timed out
[alert] socket: 130314240 select timed out: Operation timed out
[alert] socket: 173776896 select timed out: Operation timed out
[alert] socket: 154996736 select timed out: Operation timed out
[alert] socket: 122802176 select timed out: Operation timed out
[alert] socket: 158216192 select timed out: Operation timed out
[alert] socket: 167874560 select timed out: Operation timed out
[alert] socket: 165191680 select timed out: Operation timed out
[alert] socket: 173776896 select timed out: Operation timed out
[alert] socket: 136216576 select timed out: Operation timed out
[alert] socket: 129777664 select timed out: Operation timed out
[alert] socket: 171630592 select timed out: Operation timed out
[alert] socket: 145338368 select timed out: Operation timed out
[alert] socket: 175386624 select timed out: Operation timed out
[alert] socket: 159825920 select timed out: Operation timed out
[alert] socket: 158216192 select timed out: Operation timed out
[alert] socket: 153923584 select timed out: Operation timed out
[alert] socket: 151777280 select timed out: Operation timed out
[alert] socket: 157679616 select timed out: Operation timed out
[alert] socket: 133533696 select timed out: Operation timed out
[alert] socket: 141582336 select timed out: Operation timed out
[alert] socket: 164118528 select timed out: Operation timed out
[alert] socket: 127094784 select timed out: Operation timed out
[alert] socket: 138899456 select timed out: Operation timed out
[alert] socket: 136216576 select timed out: Operation timed out
[alert] socket: 136753152 select timed out: Operation timed out
[alert] socket: 133533696 select timed out: Operation timed out
[alert] socket: 150167552 select timed out: Operation timed out
[alert] socket: 156606464 select timed out: Operation timed out
[alert] socket: 165728256 select timed out: Operation timed out
[alert] socket: 130314240 select timed out: Operation timed out
[alert] socket: 152850432 select timed out: Operation timed out
[alert] socket: 149094400 select timed out: Operation timed out
[alert] socket: 151240704 select timed out: Operation timed out
[alert] socket: 144265216 select timed out: Operation timed out
[alert] socket: 168411136 select timed out: Operation timed out
[alert] socket: 159825920 select timed out: Operation timed out
[alert] socket: 150704128 select timed out: Operation timed out
[alert] socket: 151240704 select timed out: Operation timed out
[alert] socket: 134070272 select timed out: Operation timed out
[alert] socket: 124411904 select timed out: Operation timed out
[alert] socket: 162508800 select timed out: Operation timed out
[alert] socket: 174850048 select timed out: Operation timed out
[alert] socket: 147484672 select timed out: Operation timed out
[alert] socket: 128704512 select timed out: Operation timed out
[alert] socket: 163581952 select timed out: Operation timed out
[alert] socket: 170557440 select timed out: Operation timed out
[alert] socket: 132460544 select timed out: Operation timed out
[alert] socket: 159289344 select timed out: Operation timed out
[alert] socket: 153923584 select timed out: Operation timed out
[alert] socket: 158752768 select timed out: Operation timed out
[alert] socket: 150167552 select timed out: Operation timed out
[alert] socket: 170557440 select timed out: Operation timed out
[alert] socket: 175923200 select timed out: Operation timed out
[alert] socket: 168947712 select timed out: Operation timed out
[alert] socket: 134070272 select timed out: Operation timed out
[alert] socket: 138362880 select timed out: Operation timed out
[alert] socket: 122802176 select timed out: Operation timed out
[alert] socket: 127631360 select timed out: Operation timed out
[alert] socket: 154996736 select timed out: Operation timed out
[alert] socket: 148557824 select timed out: Operation timed out
[alert] socket: 149630976 select timed out: Operation timed out
[alert] socket: 137826304 select timed out: Operation timed out
[alert] socket: 164118528 select timed out: Operation timed out
[alert] socket: 157143040 select timed out: Operation timed out
[alert] socket: 131923968 select timed out: Operation timed out
[alert] socket: 138899456 select timed out: Operation timed out
[alert] socket: 153923584 select timed out: Operation timed out
[alert] socket: 173776896 select timed out: Operation timed out
[alert] socket: 132997120 select timed out: Operation timed out
[alert] socket: 139436032 select timed out: Operation timed out
[alert] socket: 135143424 select timed out: Operation timed out
[alert] socket: 167337984 select timed out: Operation timed out
[alert] socket: 159825920 select timed out: Operation timed out
[alert] socket: 150704128 select timed out: Operation timed out
[alert] socket: 147484672 select timed out: Operation timed out
[alert] socket: 160899072 select timed out: Operation timed out
[alert] socket: 165728256 select timed out: Operation timed out
[alert] socket: 128704512 select timed out: Operation timed out
[alert] socket: 151240704 select timed out: Operation timed out
[alert] socket: 142118912 select timed out: Operation timed out
[alert] socket: 140509184 select timed out: Operation timed out
[alert] socket: 150704128 select timed out: Operation timed out
[alert] socket: 146948096 select timed out: Operation timed out
[alert] socket: 160362496 select timed out: Operation timed out
[alert] socket: 130314240 select timed out: Operation timed out
[alert] socket: 165191680 select timed out: Operation timed out
[alert] socket: 147484672 select timed out: Operation timed out
[alert] socket: 130850816 select timed out: Operation timed out
[alert] socket: 124948480 select timed out: Operation timed out
[alert] socket: 149630976 select timed out: Operation timed out
[alert] socket: 173776896 select timed out: Operation timed out
[alert] socket: 146948096 select timed out: Operation timed out
[alert] socket: 169484288 select timed out: Operation timed out
[alert] socket: 154996736 select timed out: Operation timed out
[alert] socket: 129777664 select timed out: Operation timed out
[alert] socket: 154460160 select timed out: Operation timed out
[alert] socket: 156606464 select timed out: Operation timed out
[alert] socket: 124411904 select timed out: Operation timed out
[alert] socket: 165191680 select timed out: Operation timed out
[alert] socket: 143728640 select timed out: Operation timed out
[alert] socket: 157143040 select timed out: Operation timed out
[alert] socket: 146948096 select timed out: Operation timed out
      done.
siege aborted due to excessive socket failure; you
can change the failure threshold in $HOME/.siegerc

Transactions:		       79252 hits
Availability:		       98.72 %
Elapsed time:		     3841.92 secs
Data transferred:	      144.58 MB
Response time:		        4.60 secs
Transaction rate:	       20.63 trans/sec
Throughput:		        0.04 MB/sec
Concurrency:		       94.84
Successful transactions:       79252
Failed transactions:	        1026
Longest transaction:	       30.02
Shortest transaction:	        0.80
 
FILE: /usr/local/var/siege.log
You can disable this annoying message by editing
the .siegerc file in your home directory; change
the directive 'show-logfile' to false.